Repository: ffka/site-ffka
Catalog: i18n/*.po
Languages: de

# gluon-config-mode:welcome
source: Welcome to the setup wizard of your new Freifunk Karlsruhe node. Please fill out the following form to get started.
de: Willkommen zum Einrichtungsassistenten für deinen neuen Karlsruher Freifunk-Knoten. Fülle das folgende Formular deinen Vorstellungen entsprechend aus und klicke auf Speichern &amp; Neustarten, um loszulegen.

# gluon-config-mode:novpn
source: <p>You have selected <strong>not</strong> to use the mesh VPN. Your node will thus only be able to connect to the Freifunk Karlsruhe network if other nodes in reach already have a connection.</p>
de: <p>Herzlichen Glückwunsch, der Einrichtungsassistent ist nun abgeschlossen! Dein Knoten startet gerade neu und wird anschließend versuchen, sich mit anderen Freifunkknoten in der Nähe zu verbinden. Solltest du im vorherigen Schritt Koordinaten hinterlegt haben, wird dein Knoten wenige Minuten nach Verbindungsaufbau auf unserer <a href="https://karlsruhe.freifunk.net/karte/" target="_blank">Karte</a> angezeigt.</p><p>Bei der Konfiguration deines Knotens hast du ausgewählt, <strong>kein Mesh-VPN</strong> zu nutzen. Dein Knoten kann also nur dann eine Verbindung zum Freifunk-Netz aufbauen, wenn sich andere Freifunk-Knoten in WLAN-Reichweite befinden.</p>

# gluon-config-mode:pubkey
source: <p>This is your Freifunk node's public key. This is not need further, it's shown here only for your reference. The node is now able to connect to our VPN.</p><div class="the-key"> # <%= hostname %> <br /> <%= pubkey %></div>
de: <p><strong>Herzlichen Glückwunsch, der Einrichtungsassistent ist nun abgeschlossen!</strong> Dein Knoten startet gerade neu und wird anschließend versuchen, sich über das Internet mit dem Freifunk-Karlsruhe-Backbone sowie direkt mit anderen Freifunkknoten in deiner Nähe zu verbinden. Solltest du im vorherigen Schritt Koordinaten hinterlegt haben, wird dein Knoten wenige Minuten nach Verbindungsaufbau auf unserer <a href="https://karlsruhe.freifunk.net/karte/" target="_blank">Karte</a> angezeigt.</p><br /><p>Zu deiner persönlichen Information findest du hier den öffentlichen Schlüssel des Knotens, der zur Verbindung mit dem Freifunk-Karlsruhe-Backbone verwendet wird. Der Schlüssel wird nicht weiter benötigt und muss nicht gespeichert werden.</p><div class="the-key"> # <%= hostname %> <br/> <%= pubkey %></div>

# gluon-config-mode:domain
source: Domain
de: Domäne

# gluon-config-mode:domain-select
source: Here you have the possibility of selecting the domain in which your node is placed. Please keep in mind that your router only connects with the mesh of the selected domain
de: Hier kannst du basierend auf dem Standort deines Knotens eine Domäne auswählen, in der sich dein Knoten befindet. Dein Knoten kann sich nur mit Knoten aus der gleichen oder benachbarten Domänen verbinden.

# gluon-config-mode:reboot
source: <p>The node is currently rebooting and will try to connect to other nearby Freifunk nodes after that.Your can find lots of information on the Freifunk Karlsruhe community on <a href="https://karlsruhe.freifunk.net/">our homepage</a>, <a href="https://twitter.com/FFKarlsruhe"> Twitter</a>.</p>
de: <p>Dein Knoten startet gerade neu und wird anschließend versuchen, sich mit anderen Freifunkknoten in seiner Nähe zu verbinden. Weitere Informationen zur Karlsruher Freifunk-Community findest du auf <a href="https://karlsruhe.freifunk.net/">unserer Webseite</a>, <a href="https://twitter.com/FFKarlsruhe"> Twitter</a>.</p>

# gluon-config-mode:altitude-label
source: Altitude
de: Höhe

# gluon-config-mode:altitude-help
source: Specifying the altitude is optional and should only be done if a proper value is known.
de: Die Höhenangabe ist optional und sollte nur gesetzt werden, wenn ein exakter Wert bekannt ist.

# gluon-config-mode:contact-note
source: Freifunk Karlsruhe does not have remote access to this node. We ask you to add your contact information so we can contact you in case of problems with your node.
de: Deine Kontaktmöglichkeit, z.B. eine E-Mail-Adresse (bevorzugt) oder Telefon-Nummer.

# gluon-config-mode:hostname-help
source: The name of your Freifunk node. It should begin with &quot;ffka-&quot;. A useful name should allow to infer the location if the node, like the name of a street, the name of the institution where the node is deployed or the name of a public transit station nearby. Examples: ffka-flugplatz, ffka-durlacher-allee, ffka-barbarossaplatz.
de: Im folgenden Feld kannst du deinem Freifunkknoten einen Namen geben. Er sollte mit &quot;ffka-&quot; beginnen. Sinnvoll ist ein Name, der auf den Standort des Knotens schließen lässt, wie z.B. ein Straßenname, der Name der Einrichtung in welcher der Knoten betrieben wird oder der Name einer Haltestelle. Beispiele: ffka-flugplatz, ffka-durlacher-allee, ffka-barbarossaplatz.

# gluon-config-mode:geo-location-help
source: Into these fields you can enter the latitude and longitude of the location of your Freifunk node. We strongly suggest to fill out these fields, as only then your node can be shown on our map. Additionally, the information about thelocation of your node can be used to optimise the network. You can user our map to find the correct coordinates for your node: Zoom in as close as possible on the location of your node, click the Pin symbol in the top right cornerund use your mouse cursor to select the location of your node as precise as possible. Copy the coordinates shown in the lower part of the page and you are all set.
de: Setze den folgenden Haken um Längen- und Breitengrad des Standorts von diesem Freifunkknoten anzugeben. Wir empfehlen dringend, die Felder auszufüllen, da dein Knoten nur dann auf der <a href="https://karlsruhe.freifunk.net/karte/" target="_blank">Karte</a> angezeigt werden kann. Darüber hinaus kann die Information über den Standort des Knotens zur Optimierung des gesamten Netzes verwendet werden. Die korrekten Koordinaten kannst du mit Hilfe unserer <a href="https://karlsruhe.freifunk.net/karte/" target="_blank">Karte</a> herausfinde:<ol><li>Zoome möglichst nahe an den Standort des Knotens heran</li><li>Klicke auf das Pin-Symbol oben rechts</li><li>Wähle mit dem Mauszeiger den Standort so genau wie möglich aus</li><li>Übertrage die im unteren Teil der Seite angezeigten Koordinaten in die entsprechenden Felder</li><li>Fertig.</li></ol>

# gluon-config-mode:contact-help
source: Your contact information, for example and email address (preferred) or a phone number.
de: Freifunk Karlsruhe hat keinen Fernzugriff auf diesen Knoten. Um im Problemfall etwas unternehmen zu können, bitten wir dich daher, an dieser Stelle eine Kontaktmöglichkeit zu hinterlegen.
